{
    "Manuscript": {
        "texts": [
            "Lembro do nosso capitão obcecado por um tesouro, isso não seria problema mas constatemente enfrentavamos a morte por causa dessa obssessão.",
            "Viemos para o Brasil pois havia indicios de que o tesouro do captão tava aqui, fiquei na  esperança de encontrar Roque Brasiliano, o pirata brasileiro, mas não achei ele.",
            "Seu idiota Roque Brasiliano é Holandês, ele só passava muito tempo aqui no Brasil... e pelo visto nós também vamos passar.",
            "Nosso capitão disse que o tesouro será dividido justamente  entre nós, até porque é o que diz o código-pirata, mas será  que é justo perder metade da tripulação por isso.",
            "Maldito corsário inglês bebedor de chá, perdemos muitos dos nossos, perdemos muitas coisas e não estamos nem perto do tesouro.",
            "Caímos mas eles caíram também porém, o corsário continua, como isso é possivel?",
            "É frio, é escuro, mas parece calmo, estou vivo?",
            "Há muitos escravos no Brasil, eu mesmo ví um navio cheio  de homens, mulheres, crianças e idoso alguns parecem que foram jogado aos mares.",
            "Queremos o tesouro, mas será que tudo isso vale a pena, se você oferecesse a um escravo o tesouro em troca de sua vida ou oferecesse a ele sua liberdade, mas seria pobre tendo o suficiente para sobreviver, apenas, o que será que ele escolheria.",
            "Não entendo porque o capitão quis deixar parte do tesouro aqui, seria bem mais seguro levar pra Ilha de Santo Aleixo, mas não devemos questionar,  então tratem de colocar na parte mais segura e alta daqui, para que nenhum curioso que ouse entrar aqui encontre.",
            "Esses buracos dessa caverna são perigosos, mas ao menos afastam possíveis invasores, tratem de passar as cordas por essas argolas de metal para transportarem os baús com mais facilidade, não foram fáceis de se colocar ali."
        ]
    },
    "Corsair": {
        "texts": [] 
    },
    "Dialog1": {
        "texts": [
            "Homem escravo! Você está preso aqui... posso te ajudar sair!",
            "O que quer?",
            "Uma joia que parece uma caveira, mas feita de jade... traga ela para mim e te dou sua liberdade.",
            "Já estou no fundo do poço, então eu aceito!",
            "Para te ajudar pegue os meus ganchos e coloque na sua corrente, você vai precisar, a alguns tesouros aqui eles podem contar a história desse lugar, caso esteja interessado."
        ]
    },
    "FinalA": {
        "texts": [
            "A Black man, what do you want from me?",
            "???",
            "Kan jy my verstaan?(africâner) Kī tusīṁ mainū samajha sakadē hō??(punjabi) Consegue me entender?",
            "Agora sim.",
            "O que quer de mim, black man?",
            "Essa caveira de Jade logo atrás de você!",
            "Queira me desculpar, mas preciso dela para encontrar o que eu quero, my sailors sendo abatidos por você não está ajudando, então saia enquanto não acabo with your inferior race!",
            "Então não me dá outra escolha..."
        ]
    },
    "FinalDialog": {
        "texts": [
            "Sua joia… espero que tudo que passei valha a pena.",
            "Sabia que teria êxito…",
            "Não esqueça sua parte no acordo!",
            "Claro… Como estou feliz, irei te dar um bônus, no porto há um amigo meu que pode te levar a onde quiser.",
            "Agradeço a ajuda… ",
            "Já sabe onde vai?",
            "Um amigo meu disse que queria ir ver umas cerejeiras rosa, acho que vou realizar o sonho dele, como forma de agradecimento."
        ]
    }
}